tap "homebrew/bundle"
tap "homebrew/services"
brew "glibc"
brew "bat"
brew "cmake"
brew "compiledb"
brew "conan"
brew "curl"
brew "e2fsprogs"
brew "fd"
brew "fish"
brew "fisher"
brew "llvm"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "helix"
brew "httpd", restart_service: true
brew "jaq"
brew "kmod"
brew "lld"
brew "lsd"
brew "lua"
brew "mariadb", restart_service: true
brew "mariadb-connector-c"
brew "ninja"
brew "php", restart_service: true
brew "phpmyadmin"
brew "pipx"
brew "poetry"
brew "prettier"
brew "procs"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tio"
brew "tree"
brew "volta"
brew "watchman"
brew "wget"
vscode "command is only available in wsl or inside a visual studio code terminal."
